import React from "react";
import SegmentTitle from "../Components/SegmentTitle";

import './Education.scss';

import education from "../Assets/education.png";


function Education() {

    return (
        <section className='Education'>
            <SegmentTitle title={"سوابق تحصیلی"} src={education} alt={'درباره من'}/>
            <div className='universities'>
                <img className='uniLogo'
                    src="https://kamapress.com/wp-content/uploads/2019/11/%D8%AF%DB%8C-%D8%AC%DB%8C-%DA%A9%D8%A7%D9%84%D8%A7-.jpg"
                    alt=""/>
                <div className='descriptions'>
                    <h3>دانشگاه شریف</h3>
                    <h4>مهندسی صنایع گرایش تحلیل سیستم ها</h4>
                    <h5>کارشناسی</h5>
                    <h6>1380 - 1390</h6>
                    <p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است،
                        چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی
                        مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه
                        درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری
                        را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این
                        صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و
                        زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی
                        اساسا مورد استفاده قرار گیرد.
                    </p>
                </div>
            </div>
            <div className='universities'>

                <div className='descriptions'>
                    <h3>دانشگاه شریف</h3>
                    <h4>مهندسی صنایع گرایش تحلیل سیستم ها</h4>
                    <h5>کارشناسی</h5>
                    <h6>1380 - 1390</h6>
                    <p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است،
                        چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی
                        مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه
                        درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری
                        را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این
                        صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و
                        زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی
                        اساسا مورد استفاده قرار گیرد.
                    </p>
                </div>
                <img className='uniLogo'
                    src="https://kamapress.com/wp-content/uploads/2019/11/%D8%AF%DB%8C-%D8%AC%DB%8C-%DA%A9%D8%A7%D9%84%D8%A7-.jpg"
                    alt=""/>
            </div>

        </section>
    );
}

export default Education;
